Repository: bogui/Econt-woocommerce
Catalog: languages/deliver-with-econt-*.po
Languages: bg_bg

source: Econt Delivery
bg_bg: Достави с Еконт

source: Econt Shipping Module
bg_bg: Модул за Достави с Еконт

source: Econt Express LTD.
bg_bg: Еконт Експрес ООД

source: Waybill
bg_bg: Товарителница

source: Print
bg_bg: Отпечатай

source: Generate
bg_bg: Генерирай

source: Delivery With Econt
bg_bg: Доставка с Еконт

source: Econt Delivery Shop Settings
bg_bg: Настройки за Достави с Еконт

source: ID Number
bg_bg: Идентификатор на магазина

source: Private Key
bg_bg: Частен ключ

source: Use Econt Demo Service
bg_bg: Използвай демо среда - http://delivery.demo.econt.com

source: Enter your settings below:
bg_bg: Въведи нужните настройки по-долу

source: Calculate price
bg_bg: Изчисли цена

source: Copy delivery details
bg_bg: Копирай данните за доставка
